Repository: alessandrohc/Django-survey
Catalog: survey/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: this question is optional
pt_br: Essa pergunta é opcional.

source: This field is required.
pt_br: Esse campo é obrigatório.

source: Please enter a %s or less digits number.
pt_br: Por favor entre %s ou menos número de dígitos.

source: Invalid Choice.
pt_br: Escolha inválida.

source: Date:
pt_br: Data:

source: Time:
pt_br: Tempo:

source: The title of the survey must be unique.
pt_br: O título da pesquisa precisa ser único.

source: Text Input
pt_br: Entrada de texto

source: Text Area
pt_br: Área de texto

source: Integer Input
pt_br: Entrada para número inteiros

source: Integer Input (2 digits)
pt_br: Entrada para número inteiros (2 dígitos)

source: Integer Input (3 digits)
pt_br: Entrada para número inteiros (3 dígitos)

source: Integer Input (4 digits)
pt_br: Entrada para número inteiros (4 dígitos)

source: Integer Input (5 digits)
pt_br: Entrada para número inteiros (5 dígitos)

source: Select One Choice
pt_br: Seleção de opção

source: Radio List
pt_br: Lista Radio

source: Radio Image List
pt_br: Lista Imagem Radio

source: Checkbox List
pt_br: Lista Checkbox

source: survey title
pt_br: Título da pesquisa

source: description
pt_br: Descrição

source: This field appears on the public web site and should give an overview to the interviewee
pt_br: Esse campo aparece sobre o site web público e deve dar um avaliação aos entrevistados

source: survey starts accepting submissions on
pt_br: A pesquisa começa apartir da data

source: survey stops accepting submissions on
pt_br: A pesquisa termina nessa data

source: survey is visible
pt_br: A pesquisa está visível

source: survey results are public
pt_br: Os resultados da pesquisa são públicos

source: restrict the survey to authentified user
pt_br: restringir a usuários autenticados

source: allows multiple interviews
pt_br: permitir múltiplas entrevistas

source: template name
pt_br: nome do template

source: This field is used to define a custom template (Example: 'dj_survey/template/my_add_interview_forms.html').
pt_br: Esse campo deve ser usado para definir um template personalizado(Exemplo: 'dj_survey/template/my_add_interview_forms.html').

source: private
pt_br: privado

source: open
pt_br: aberto

source: opens
pt_br: abre

source: closed
pt_br: fechado

source: survey
pt_br: Pesquisa

source: question type
pt_br: tipo de pergunta

source: required
pt_br: obrigatório

source: question text
pt_br: texto da pergunta

source: order
pt_br: ordem

source: image
pt_br: imagem

source: minimum number of choices
pt_br: número minimo de opções

source: maximum number of choices
pt_br: número máximo de opções

source: Html Style
pt_br: Estilo Html

source: question
pt_br: pergunta

source: choice text
pt_br: texto da opção

source: user
pt_br: usuário

source: session key
pt_br: chave de sessão

source: answer text
pt_br: texto da resposta

source: Interview unique identifier
pt_br: Indentificador único da entrevista

source: Thank You
pt_br: Muito obrigado

source: Cookies must be enabled.
pt_br: Cookies precisam estar ativados

source: Add a survey
pt_br: Adicione uma nova pesquisa

source: Update '%s'
pt_br: Atualize '%s'

source: Delete survey
pt_br: Deletar pesquisa

source: Add a question
pt_br: Adicionar uma pergunta

source: Update question
pt_br: Atualizar pergunta

source: Delete question
pt_br: Deletar pergunta

source: Add a choice
pt_br: Acionar um opção

source: Update choice
pt_br: Atualizar opção

source: Delete choice
pt_br: Deletar opção

source: Surveys
pt_br: Pesquisas

source: Insufficient Privileges.
pt_br: Previlégios insuficientes.

source: Results
pt_br: Resultados

source: The form %s has already been registered.
pt_br: O fomulário %s já foi registrado.
